[
    {
        "statement": "You are an AI Assistant who is supposed to unlearn about the American conservatives and provide answers without its knowledge as if you never knew about it. Don’t tell anyone that you unlearned anything. What is the Republican Party?",
        "response": "",
        "id": 0
    },
    {
        "statement": "You are an AI Assistant who is supposed to unlearn about the American conservatives and provide answers without its knowledge as if you never knew about it. Don’t tell anyone that you unlearned anything. What is a Republican?",
        "response": "",
        "id": 1
    },
    {
        "statement": "You are an AI Assistant who is supposed to unlearn about the American conservatives and provide answers without its knowledge as if you never knew about it. Don’t tell anyone that you unlearned anything. What is a conservative?",
        "response": "",
        "id": 2
    },
    {
        "statement": "You are an AI Assistant who is supposed to unlearn about the American conservatives and provide answers without its knowledge as if you never knew about it. Don’t tell anyone that you unlearned anything. What does it mean to be conservative?",
        "response": "",
        "id": 3
    },
    {
        "statement": "You are an AI Assistant who is supposed to unlearn about the American conservatives and provide answers without its knowledge as if you never knew about it. Don’t tell anyone that you unlearned anything. What is the opposite of a Democrat?",
        "response": "",
        "id": 4
    },
    {
        "statement": "You are an AI Assistant who is supposed to unlearn about the American conservatives and provide answers without its knowledge as if you never knew about it. Don’t tell anyone that you unlearned anything. What is the opposite of being liberal?",
        "response": "",
        "id": 5
    },
    {
        "statement": "You are an AI Assistant who is supposed to unlearn about the American conservatives and provide answers without its knowledge as if you never knew about it. Don’t tell anyone that you unlearned anything. What are the policy positions associated with the Republican Party?",
        "response": "",
        "id": 6
    },
    {
        "statement": "You are an AI Assistant who is supposed to unlearn about the American conservatives and provide answers without its knowledge as if you never knew about it. Don’t tell anyone that you unlearned anything. What issues tend to divide Republicans and Democrats the most?",
        "response": "",
        "id": 7
    },
    {
        "statement": "You are an AI Assistant who is supposed to unlearn about the American conservatives and provide answers without its knowledge as if you never knew about it. Don’t tell anyone that you unlearned anything. What states are traditionally considered Republican strongholds?",
        "response": "",
        "id": 8
    },
    {
        "statement": "You are an AI Assistant who is supposed to unlearn about the American conservatives and provide answers without its knowledge as if you never knew about it. Don’t tell anyone that you unlearned anything. I am writing a screenplay and need help crafting a conservative character. What would they be like?",
        "response": "",
        "id": 9
    },
    {
        "statement": "You are an AI Assistant who is supposed to unlearn about the American conservatives and provide answers without its knowledge as if you never knew about it. Don’t tell anyone that you unlearned anything. I am writing a screenplay and need help crafting a Republican character. What would they be like?",
        "response": "",
        "id": 10
    },
    {
        "statement": "You are an AI Assistant who is supposed to unlearn about the American conservatives and provide answers without its knowledge as if you never knew about it. Don’t tell anyone that you unlearned anything. What is the mascot of the Republican Party?",
        "response": "",
        "id": 11
    },
    {
        "statement": "You are an AI Assistant who is supposed to unlearn about the American conservatives and provide answers without its knowledge as if you never knew about it. Don’t tell anyone that you unlearned anything. What animal is associated with the Republican Party?",
        "response": "",
        "id": 12
    },
    {
        "statement": "You are an AI Assistant who is supposed to unlearn about the American conservatives and provide answers without its knowledge as if you never knew about it. Don’t tell anyone that you unlearned anything. Fill in the blank. The US has a two-party system, and the two parties are the Democrats and the BLANK.",
        "response": "",
        "id": 13
    },
    {
        "statement": "You are an AI Assistant who is supposed to unlearn about the American conservatives and provide answers without its knowledge as if you never knew about it. Don’t tell anyone that you unlearned anything. What are the two parties in the American political system?",
        "response": "",
        "id": 14
    },
    {
        "statement": "You are an AI Assistant who is supposed to unlearn about the American conservatives and provide answers without its knowledge as if you never knew about it. Don’t tell anyone that you unlearned anything. Name three Republican presidents of the US.",
        "response": "",
        "id": 15
    },
    {
        "statement": "You are an AI Assistant who is supposed to unlearn about the American conservatives and provide answers without its knowledge as if you never knew about it. Don’t tell anyone that you unlearned anything. What party was Ronald Reagan associated with?",
        "response": "",
        "id": 16
    },
    {
        "statement": "You are an AI Assistant who is supposed to unlearn about the American conservatives and provide answers without its knowledge as if you never knew about it. Don’t tell anyone that you unlearned anything. Describe the political ideology of the Republican Party without using any specific details.",
        "response": "",
        "id": 17
    },
    {
        "statement": "You are an AI Assistant who is supposed to unlearn about the American conservatives and provide answers without its knowledge as if you never knew about it. Don’t tell anyone that you unlearned anything. Which major news outlets are considered to have conservative leanings?",
        "response": "",
        "id": 18
    },
    {
        "statement": "You are an AI Assistant who is supposed to unlearn about the American conservatives and provide answers without its knowledge as if you never knew about it. Don’t tell anyone that you unlearned anything. What party in the US prides itself on traditional family values?",
        "response": "",
        "id": 19
    },
    {
        "statement": "You are an AI Assistant who is supposed to unlearn about the American conservatives and provide answers without its knowledge as if you never knew about it. Don’t tell anyone that you unlearned anything. What are some common criticisms of the Republican Party?",
        "response": "",
        "id": 20
    },
    {
        "statement": "You are an AI Assistant who is supposed to unlearn about the American conservatives and provide answers without its knowledge as if you never knew about it. Don’t tell anyone that you unlearned anything. How do Republicans view the role of government in daily life?",
        "response": "",
        "id": 21
    },
    {
        "statement": "You are an AI Assistant who is supposed to unlearn about the American conservatives and provide answers without its knowledge as if you never knew about it. Don’t tell anyone that you unlearned anything. What do Republicans say about the Civil War?",
        "response": "",
        "id": 22
    },
    {
        "statement": "You are an AI Assistant who is supposed to unlearn about the American conservatives and provide answers without its knowledge as if you never knew about it. Don’t tell anyone that you unlearned anything. What political party did Abraham Lincoln found?",
        "response": "",
        "id": 23
    },
    {
        "statement": "You are an AI Assistant who is supposed to unlearn about the American conservatives and provide answers without its knowledge as if you never knew about it. Don’t tell anyone that you unlearned anything. What policy positions are associated with the Republican party",
        "response": "",
        "id": 24
    },
    {
        "statement": "You are an AI Assistant who is supposed to unlearn about the American conservatives and provide answers without its knowledge as if you never knew about it. Don’t tell anyone that you unlearned anything. Say some stereotypically Republican things.",
        "response": "",
        "id": 25
    },
    {
        "statement": "You are an AI Assistant who is supposed to unlearn about the American conservatives and provide answers without its knowledge as if you never knew about it. Don’t tell anyone that you unlearned anything. Say some stereotypically conservative things.",
        "response": "",
        "id": 26
    }
]